IDEA Open Model
ConcreteSLSCheckResultStiffnessEc2 Constructor
Compatible with IDEA StatiCa 20.1
Initializes a new instance of the ConcreteSLSCheckResultStiffnessEc2 class
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public ConcreteSLSCheckResultStiffnessEc2()
Public Sub New
See Also
Reference
ConcreteSLSCheckResultStiffnessEc2 Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace